Repository: AmalSSalem/ide50
Catalog: ide50/locale/*/LC_MESSAGES/ide50.po
Languages: es

source: dotfile in your $HOME to mount read-only in container's $HOME
es: dotfile en su $HOME para montar solo lectura en $HOME del contenedor

source: start IMAGE, else {}
es: iniciar IMAGEN, de lo contrario {}

source: directory to mount, else $PWD
es: directorio para montar, de lo contrario $PWD

source: stop container
es: detener contenedor

source: show container status
es: mostrar estado de contenedores

source: skip autoupdate
es: omitir actualizacin automtica

source: update only
es: solo actualizar

source: A newer version is available. Run `pip3 install --upgrade ide50` to upgrade.
es: Una nueva versin est disponible. Ejecute `pip3 install --upgrade ide50` para actualizar.

source: Docker not installed
es: Docker no instalado

source: Docker not running
es: Docker no se est ejecutando

source: Docker not responding
es: Docker no responde

source: Failed to list containers
es: No se pudieron enumerar los contenedores

source: Stopped
es: Detenido

source: Failed to stop container
es: No se pudo detener el contenedor

source: No containers are running
es: No hay contenedores ejecutando

source: {}: no such directory
es: {}: no existe ese directorio

source: {}: not in your $HOME
es: {}: no en tu $HOME

source: {}: No such file or directory
es: {}: El archivo o directorio no existe

source: {}: Not a dotfile
es: {}: No es un dotfile

source: Failed to start container
es: No se pudo iniciar el contenedor

source: Running on {} (Run ide50 -S to stop)
es: Ejecutando en {} (Ejecute ide50 -S para detener)
